/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "통신 실패: 컴퓨터가 프린터와 통신할 수 없습니다. 프린터 전원을 끈 후, 프린터 연결 상태와 프린터 오류 여부를 확인한 후 다시 전원을 켜십시오.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "프린터 연결 열기 실패: 프린터 연결을 열 수 없습니다. 프린터 연결 상태와 프린터 오류 여부를 확인하십시오.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "용지 크기 오류: 사용자 임의 설정된 용지 크기가 선택된 트레이에서 지원되지 않습니다. ";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "용지 크기 오류: 임의 설정된 용지 크기는 선택된 트레이에서 지원되지 않습니다.";
"Opening printer connection" = "프린터 연결 여는 중";
"Idle" = "대기 중";
"Printer Error: The printer needs attention." = "프린터 오류: 프린터 점검이 필요합니다.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "장치 절전 중입니다.";
"dmf_error_alert_message" = "프린터에서 오류를 나타내고 있습니다. 자세한 내용을 보려면 HP 프린터 모니터를 참조하십시오.";
"dmf_warning_alert_message" = "프린터에서 경고를 나타내고 있습니다. 자세한 내용을 보려면 HP 프린터 모니터를 참조하십시오.";
"dmf_info_alert_message" = "프린터에서 정보 메시지를 나타내고 있습니다. 자세한 내용을 보려면 HP 프린터 모니터를 참조하십시오.";
"dmf_fatal_error_alert_message" = "프린터에서 치명적인 오류를 나타내고 있습니다. 자세한 내용을 보려면 HP 프린터 모니터를 참조하십시오.";
"Device paused." = "장치 일시 정지됨.";

// Internal messages
"Printing page %d, %d%% complete..." = "페이지 %d, %d%% 인쇄 완료...";
"Canceling job" = "작업 취소 중";
